const FaqData = [
    {
        title: 'Как мне выложить свою мистическую историю на ваш сайт?',
        text: 'Если у вас есть своя мистическая история, которой вы хотите поделиться, заполните форму на странице ниже и отправьте нам на почту ваш рассказ. Мы обязательно рассмотрим вашу историю и, если она соответствует тематике сайта, выложим ее.'
    },
    {
        title: 'Как часто вы обновляете список историй на сайте?',
        text: 'Мы стремимся обновлять список историй на сайте регулярно, добавляя новые увлекательные рассказы о мистических событиях и необычных явлениях. Однако частота обновлений может варьироваться в зависимости от количества полученных историй и времени на их проверку и подготовку к публикации.'
    },
    {
        title: 'Могу ли я поделиться вашими историями на своем сайте или в социальных сетях?',
        text: 'Да, конечно! Мы будем рады, если вы поделитесь нашими мистическими историями с вашими друзьями и подписчиками. Пожалуйста, не забудьте указать источник (ссылку на наш сайт), чтобы другие люди могли найти больше увлекательных историй.'
    },
    {
        title: 'Как я могу связаться с вами для получения дополнительной информации или задать вопрос?',
        text: 'Вы можете связаться с нами, заполнив форму обратной связи на странице ниже, либо написав нам на электронную почту напрямую mystic.adventures@mail.com'
    },
    {
        title: 'Что такое паранормальные явления, и есть ли научное объяснение для них?',
        text: 'Паранормальные явления - это явления, которые не могут быть объяснены с помощью известных науке законов природы. Хотя многие из них остаются загадкой, научные исследования и теории пытаются найти объяснение для некоторых из этих феноменов, таких как телепатия, привидения и UFO.'
    },
    {
        title: 'Какова история происхождения таинственных мест, таких как Бермудский треугольник и Долина смерти?',
        text: 'Многие таинственные места, такие как Бермудский треугольник и Долина смерти, стали объектами мистических исследований из-за необъяснимых явлений, происходящих в их окрестностях. Некоторые верят, что это места высокой активности паранормальных явлений, хотя научное объяснение для них остается предметом споров'
    },
    {
        title: 'Откуда вы берете мистические истории для своего сайта?',
        text: 'Мы получаем мистические истории от наших посетителей, а также из различных источников, таких как литература, интернет и устные рассказы. Мы также приветствуем и приглашаем всех желающих поделиться своими собственными мистическими переживаниями и историями с нами.'
    },
]

export default FaqData; 